Repository: ChromeSD22159/CourtConnect
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de

source: * Required
de: * Erforderlich

source: **Welcome** %@!
de: **Willkommen** %@!

source: %@ Statistics
de: %@ Statistiken

source: %@ wants to join your team. Would you like to accept the request?
de: %@ will sich deinem Team anschließen. Möchtest du die Anfrage annehmen?

source: Absence Overview
de: Abwesenheitsübersicht

source: Absense
de: Abwesenheit

source: Absense End Date
de: Abwesenheit Enddatum

source: Absense Start Date
de: Abwesenheit Startdatum

source: Account
de: Konto

source: Add Admin
de: Admin hinzufügen

source: Add Document
de: Dokument hinzufügen

source: Add Notes
de: Notiz hinzufügen

source: Add Statistic
de: Statistik hinzufügen

source: All coaches confirmed
de: Alle Trainer haben bestätigt

source: All coaches have already confirmed for this appointment.
de: Alle Trainer haben bereits für diesen Termin bestätigt.

source: All statistics entered
de: Alle Statistiken eingegebenen

source: Appointment
de: Termin

source: Appointment Date
de: Termindatum

source: Appointments
de: Termine

source: Are you sure you want to delete the Team? This action cannot be undone.
de: Bist du sicher, dass du das Team löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete your account? This action cannot be undone.
de: Bist du sicher, dass du dein Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete your CourtConnect Account? This action cannot be undone.
de: Bist du sicher, dass du dein CourtConnect-Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to leave the Team? This action cannot be undone.
de: Bist du sicher, dass du das Team verlassen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Association e-mail
de: Vereins E-Mail

source: Attendance
de: Teilnahme

source: Attendances
de: Teilnahmen

source: Birthday
de: Geburtstag

source: Briefly describe the document's content
de: Beschreiben Sie kurz den Inhalt des Dokuments

source: Cancel
de: Abbrechen

source: Change Document
de: Dokument ändern

source: Change Team name
de: Teamnamen ändern

source: Choose Document
de: Wähle ein Dokument

source: Choose one of your user account
de: Wähle eines deiner Benutzerkonten

source: Close
de: Schließen

source: Coach
de: Trainer

source: Coach Dashboard
de: Trainer Dashboard

source: Coach hourly rate
de: Trainer Stundensatz

source: Coach hourly rate e.g. 9.99
de: Trainer Stundensatz z.B. 9.99

source: Code Team: %@
de: Code kopieren: %@

source: continue
de: weiter

source: Continue to explore our app.
de: Erkunden Sie weiterhin unsere App.

source: Copy Team ID
de: Team-ID kopieren

source: Create
de: Erstellen

source: Create a new account
de: Erstell ein neues Konto

source: Create appointment
de: Termin erstellen

source: Create hourly report
de: Erstellen Stundenbericht

source: Create New Account or Switch to Existing Account
de: Erstell ein neues Konto oder wechsel auf ein vorhandenes Konto

source: Create report
de: Bericht erstellen

source: Create Team
de: Team erstellen

source: Create User Account
de: Benutzerkonto erstellen

source: Create your first account!
de: Erstelle dein erstes Konto!

source: Create your first user account
de: Erstelle dein erstes Benutzerkonto

source: Created on: %@
de: Erstellt auf: %@

# created: %@ - %@
source: created: %1$@ - %2$@
de: Erstellt: %1$@ - %2$@

source: Date
de: Datum

source: Date / location: ___________________
de: Datum / Ort: ___________________

source: Date is invalid.
de: Das Datum ist ungültig.

source: Delete
de: Löschen

source: Delete appointment
de: Termin löschen

source: Delete Coach account
de: Trainer-Konto löschen

source: Delete CourtConnect Account
de: CourtConnect Konto löschen

source: Delete Local Chat
de: Lokale Chat löschen

source: Delete Player Account
de: Spieler-Konto löschen

source: Delete Team
de: Team löschen

source: Delete your Account
de: Konto löschen

source: Description
de: Beschreibung

source: Do you want to join the team %@?
de: Möchtest du dem Team %@beitreten?

source: Document name e.g. Instruction
de: Dokumentname, z. Anweisung

source: Documents
de: Dokumente

source: Duration is invalid.
de: Dauer ist ungültig.

source: Duration?
de: Dauer?

source: e.g. meeting point on site at 10 am.
de: z.B. Treffpunkt vor Ort um 10 Uhr.

source: e.g. team training
de: z.B. Teamtraining

source: Edit
de: Bearbeiten

source: Edit appointment
de: Termin bearbeiten

source: Edit Document
de: Dokument bearbeiten

source: Edit Notes
de: Notizen bearbeiten

source: Edit User
de: User bearbeiten

source: End date
de: Enddatum

source: Enter a Team ID to instantly join an existing team and start managing players and training sessions.
de: Gebe eine Team ID ein, um sofort einem vorhandenen Team beizutreten und Spieler und Trainingseinheiten zu leiten.

source: Enter Code
de: Code eingeben

source: Enter Team's Code
de: Gebe den Code des Teams ein

source: Enter your E-Mail
de: Gebe deine E-Mail ein

source: Enter your Firstname
de: Gebe deinen Vornamen ein

source: Enter your Lastname
de: Gebe deinen Nachnamen ein

source: Enter your Password
de: Gebe dein Passwort ein

source: Entry with QR
de: Beitritt mit QR

source: Fast & Easy
de: Schnell und einfach

source: File %lld
de: Datei %lld

source: Filename
de: Dateinamen

source: Firstname
de: Vornamen

source: Found a new team
de: Gründe ein neues Team

source: Found team now!
de: Gründe jetzt ein Team!

# from %@ until %@
source: from %1$@ until %2$@
de: ab %1$@ bis %2$@

source: Game
de: Spiel

source: Generate a new Code for your team.
de: Generiert einen neuen Teamcode

source: Generate Code
de: Code erstellen

source: Generate new joinCode
de: Neue Code generieren

source: Generate pdf
de: PDF generieren

source: Generates a new team code
de: Generiert einen neuen Teamcode

source: Grant
de: Genehmigen

source: Headcoach
de: Cheftrainer

source: Here you can create another account to switch flexibly between rollers or profiles.
de: Hier kannst du ein anderes Konto erstellen, um flexibel zwischen Walzen oder Profilen zu wechseln.

source: Here you can create your first account. You have the option of creating several accounts and switching between them at any time - ideal for player and coaches.
de: Hier kannst du dein erstes Konto erstellen. Du hast die Möglichkeit, mehrere Konten zu erstellen und zwischen ihnen zu wechseln - ideal für Spieler und Trainer.

source: Here you can manage the team admins, change the team names or delete the team.
de: Hier kannst du die Teamadministratoren verwalten, die Teamnamen ändern oder das Team löschen.

source: Hourly report
de: Stundenbericht

source: Hours
de: Stunden

source: Important?
de: Wichtiges?

source: In this area you can assign an individual player number to every player in your team. Choose a number from the list for every player.
de: In diesem Bereich kannst du jedem Spieler in deinem Team eine einzelne Spielernummer zuweisen. Wähle für jeden Spieler eine Nummer aus der Liste.

source: Information is required.
de: Informationen sind erforderlich.

source: Insert code
de: Code einfügen

source: Insert statistics only for confirmed players
de: Statistik einfügen nur für bestätigte Spieler

source: Instagram of the developer
de: Instagram des Entwicklers

source: It appears your camera may not be available
de: Es scheint, dass deine Kamera möglicherweise nicht verfügbar ist

source: It looks like this device doesn't support the DataScannerViewController
de: Es sieht so aus, als ob dieses Gerät den DataScan nicht unterstützt

source: Join
de: Beitreten

source: Join a Team!
de: Trete einem Team bei!

source: Join code copied
de: Betrittscode kopiert

source: Join Requests
de: Beitrittsanfragen

source: Join Team
de: Team beitreten

source: Join Team?
de: Team beitreten?

source: Join with Team ID!
de: Beitreten mit Team ID!

source: Keep me signed in
de: Angemeldet bleiben

source: Kind
de: Art

source: Kind?
de: Art?

source: Last Admin cant Leave the Team
de: Der letzte Administrator kann das Team nicht verlassen

source: Last online, %@ Uhr
de: Zuletzt online, %@ Uhr

# Last online: %@ %@ o'clock
source: Last online: %1$@ %2$@ o'clock
de: Letzte online: %1$@ %2$@ Uhr

source: Lastname
de: Nachname

source: Leave
de: Verlassen

source: Leave Team
de: Team verlassen

source: Let`s Get Started!
de: Lass uns anfangen!

source: Loading...
de: Laden…

source: Looks like you haven't written any notes
de: Sieht so aus, als hättest du keine Notizen geschrieben

source: Looks like you haven't written any notes. Let's get started!
de: Sieht so aus, als hättest keine Notizen geschrieben. Fangen wir an!

source: Lowest Fouls
de: Wenigsten Fouls

source: Manage Documents
de: Dokumente verwalten

source: Manage Team
de: Team verwalten

source: Most 2er
de: Meisten 2er

source: Most 3er
de: Meisten 3er

source: Most Points
de: Meisten Punkte

source: New appointment
de: Neuer Termin

source: Next
de: Weiter

source: No absence found
de: Keine Abwesenheit gefunden

source: No appointments
de: Keine Termine

source: No appointments are currently planned.
de: Derzeit sind keine Termine geplant.

source: No Confirmed Coaches found
de: Keine bestätigten Trainer gefunden

source: No Connection
de: Keine Verbindung

source: No Documents Available
de: Keine Dokumente verfügbar

source: No documents found
de: Keine Dokumente gefunden

source: No join requests
de: Keine Anfragen

source: No Notes Yet
de: Noch keine Notizen

source: No Team
de: Kein Team

source: No team coach
de: Kein Teamtrainer

source: No team coach currently found.
de: Kein Trainer, der derzeit gefunden wurde.

source: No Team Found with the provided Join Code.
de: Kein Team mit dem bereitgestellten Join Code gefunden.

source: No team found!
de: Kein Team gefunden!

source: No Team Member
de: Kein Teammitglied

source: No Team Member currently found.
de: Kein Teammitglied, der derzeit gefunden wurde.

source: Nobody is online!
de: Niemand Online!

source: Other
de: Sonstige

source: Password
de: Passwort

source: Place is required.
de: Der Ort ist erforderlich.

source: Plan appointment
de: Termin planen

source: Plan notification
de: Benachrichtigung Planen

source: Planned duration: %@ mins.
de: Geplante Dauer: %@ min.

source: Player
de: Spieler

source: Player Dashboard
de: Spieler Dashboard

source: Please choose
de: Bitte wählen

source: Please enter the statistics for every player here. Use the steppers to set the number of 2-point throws, 3-point throws and fouls. The total number of points is automatically calculated.
de: Bitte gebe hier die Statistiken für jeden Spieler ein. Verwende die Stepper, um die Anzahl der 2-Punkte-Würfe, 3-Punkte-Würfe und Fouls einzustellen. Die Gesamtzahl der Punkte wird automatisch berechnet.

source: Points
de: Punkte

source: Prevents or sick?!
de: Verhindert oder krank ?!

source: Profile
de: Profil

source: Quickly access what you need.
de: Greife schnell auf das zu, was du brauchen.

source: Rate
de: Satz

source: Rate App in App Store
de: Bewerten die App im App Store

source: Ready for the jump? Let's start! Register to get started and become part of the community.
de: Bereit für den Sprung? Fangen wir an! Registrieren Sie sich, um loszulegen und Teil der Community zu werden.

source: Recovery suggestion: Enter a team name
de: Wiederherstellungsvorschlag: Geben Sie einen Teamnamen ein

source: Recovery suggestion: Enter a team name with at least 5 characters
de: Geben Sie einen Teamnamen mit mindestens 5 Zeichen ein

source: Register your absence to the coaching team.
de: Reiche deine Abwesenheit beim Trainer-Team ein.

source: Reject
de: Ablehnen

source: Reload Chat
de: Chat neu laden

source: Reminder Date
de: Erinnerungsdatum

source: Remove
de: Entfernen

source: Remove Admin
de: Admin Entfernen

source: Repeat password
de: Passwort wiederholen

source: Repeat your password
de: Wiederholen dein Passwort

source: Request send!
de: Anfrage senden!

source: Requests
de: Anfragen

source: Save
de: Speichern

source: Save appointment
de: Termin speichern

source: Save Profile
de: Profil speichern

source: Saved!
de: Gespeichert!

source: Scan a QR Code!
de: Scanne einen QR -Code!

source: Scanne a QR code to join a team.
de: Scanne einen QR -Code, um sich einem Team anzuschließen.

source: Select image
de: Wähle ein Bild

source: Send
de: Senden

source: Send a request to join a team as a trainer and start managing players and training sessions.
de: Sende eine Anfrage, um sich einem Team als Trainer anzuschließen und Spieler und Trainingseinheiten zu leiten.

source: Setting
de: Einstellung

source: Settings
de: Einstellungen

source: Shirt Number
de: Spieler Nummer

source: Show Absenses
de: Abwesenheiten zeigen

source: Show Join QR Code
de: Zeige Beitrittscode

source: Show less
de: Weniger zeigen

source: Show more
de: Mehr zeigen

source: Show Notes
de: Notizen anzeigen

source: Show Onboarding
de: Zeigen Onboarding

source: Show QR Code
de: QR Code ansehen

source: Signature: ___________________
de: Unterschrift: ___________________

source: SignIn
de: Login

source: Signout
de: Logout

source: SignUp
de: Registieren

source: Soon you will see your data here!
de: Bald kannst du deine Daten hier sehen!

source: Soon..
de: Bald..

source: Start date
de: Startdatum

source: Start exploring our app
de: Beginne mit der Erkundung der App

source: Start your own team and manage players and training sessions.
de: Gründe dein eigenes Team und manage Spieler sowie Trainingseinheiten.

source: Statistics
de: Statistiken

source: Tap a QR code when it has been recognized you can join the team!
de: Tippe auf einen QR Code, wenn er erkannt wurde kannst du dem Team beitreten!

source: Team not found.
de: Team nicht gefunden.

source: Team request from %@
de: Teamanfrage von %@

source: Team settings
de: Team einstellungen

source: Teamid copied
de: Teamid kopiert

source: TeamId is invalid
de: Teamid ist ungültig

source: The Description is less them 5 characters
de: Die Beschreibung ist weniger sie 5 Zeichen

source: The Developer
de: Der Entwickler

source: The developer apps
de: Apps des Entwicklers

source: The email address must be at least 6 characters long.
de: Die E-Mail Adresse muss mindestens 6 Zeichen lang sein.

source: The email field cannot be empty.
de: Das E-Mailfeld kann nicht leer sein.

source: The Filename is less them 5 characters
de: Der Dateiname ist weniger mit 5 Zeichen

source: The head coach's name must be at least 5 characters long.
de: Der Name des Cheftrainers muss mindestens 5 Zeichen lang sein.

source: The hourly report cannot be created
de: Der Stundenbericht kann nicht erstellt werden

source: The input must not be empty!
de: Die Eingabe darf nicht leer sein!

source: The password field cannot be empty.
de: Das Feld Passwort kann nicht leer sein.

source: The passwords do not match. Please make sure both passwords are the same.
de: Die Passwörter stimmen nicht überein. Bitte stellen Sie sicher, dass beide Passwörter gleich sind.

source: The repeat password field cannot be empty.
de: Das Wiederholungspasswort kann nicht leer sein.

source: The selected user account is not part of a team. Join a team to get started.
de: Das ausgewählte Benutzerkonto ist nicht Teil eines Teams. Schließe dich einem Team an, um loszulegen.

source: The statistics have already been entered for all players.
de: Für alle Spieler wurde bereits die Statistiken eingetragen.

source: The team name must be at least 6 characters long.
de: Der Teamname muss mindestens 6 Zeichen lang sein.

source: There are no appointments to insert statistics for the players.
de: Es gibt keine Termine, um Statistiken für die Spieler einzufügen.

source: There is currently no accession request.
de: Derzeit gibt es keine Zugangsanfrage.

source: This list shows all open accession requests for your team. Select an inquiry to see the details and edit them.
de: Diese Liste zeigt alle offenen Zugangsanfragen für das Team. Wähle eine Anfrage aus, um die Details anzuzeigen und zu bearbeiten.

source: Title e.g.
de: Titel z.B.

source: Title is required.
de: Der Titel ist erforderlich.

source: Total Notes: %lld
de: Gesamtnotizen: %LLD

source: Total Online Users: %lld
de: Total Online User: %lld

source: Total Online: %lld
de: Gesamt online: %lld

source: Total Points: %lld
de: Gesamtpunkte: %lld

source: Trainer Hour Report
de: Trainerstunde Bericht

source: Try checking the Network Connection.
de: Überprüfen Sie die Netzwerkverbindung.

# updated: %@ - %@
source: updated: %1$@ - %2$@
de: Bearbeitet: %1$@ - %2$@

source: Upload Document
de: Dokument hochladen

source: User has no Team.
de: Der Benutzer hat kein Team.

source: User role
de: Benutzerrolle

source: Value
de: Wert

source: Venue
de: Veranstaltungsort

source: Want delete the CourtConnect Account?
de: Willst du dein CourtConnect-Konto löschen?

source: Want delete the Team?
de: Willst du das Team löschen?

source: Want leave the Team?
de: Willst du das Team verlassen?

source: Website of the developer
de: Website des Entwicklers

source: Welcome
de: Willkommen

source: What?
de: Was?

source: When do you want to be remembered?
de: Wann möchtest du erinnert werden?

source: When?
de: Wann?

source: Where?
de: Wo?

source: You have no open appointment confirmations
de: Du hast keine offenen Terminbestätigungen

source: Your Birthday
de: Dein Geburtstag

source: Your Message
de: Deine Nachricht

source: Your Notes
de: Deine Notizen

source: Your Profile
de: Dein Profil

source: Your team has no documents.
de: Dein Team hat keine Dokumente.

source: Your team has no registered future absences.
de: Dein Team hat keine eingetragenen Abwesenheiten.

source: Your Team. Your connection. Your success.
de: Dein Team. Ihre Verbindung. Ihr Erfolg.
